Repository: KlipperScreen/KlipperScreen
Catalog: ks_includes/locales/*/LC_MESSAGES/KlipperScreen.po
Languages: bg, fr, he, it, sk, vi

source: %s will be updated to version
bg: %s ще бъде актуализиран до версия
fr: %s sera mis à jour vers la version
he: %s יעודכן לגרסה
it: %s verrà aggiornato alla versione
sk: %s bude aktualizovaný na verziu
vi: %s sẽ được cập nhật lên phiên bản

source: (default)
bg: (по подразбиране)
fr: (défaut)
he: (ברירת מחדל)
it: (predefinito)
sk: (predvolené)
vi: (mặc định)

source: 24 Hour Time
bg: 24 часово време
fr: Format 24 heures
he: זמן 24 שעות
it: 24 ore
sk: 24 hodinový čas
vi: Thời gian định dạng 24 giờ

source: A FIRMWARE_RESTART may fix the issue.
bg: Рестартиране на фърмуера може да реши проблема.
fr: La commande FIRMWARE_RESTART peut résoudre le problème.
he: FIRMWARE_RESTART עשוי לפתור את הבעיה.
it: Un FIRMWARE_RESTART potrebbe risolvere il problema.
sk: FIRMWARE_RESTART môže vyriešiť problém.
vi: Một FIRMWARE_RESTART có thể sửa được vấn đề.

source: ADXL Not Configured
bg: ADXL не е конфигуриран
fr: ADXL non configuré
he: ADXL אינו מוגדר
it: ADXL non configurato
sk: ADXL nie je nakonfigurovaný
vi: Gia tốc kế chưa được cấu hình

source: Abort
bg: Прекъсване
fr: Annuler
he: בטל
it: Interrompi
sk: Prerušiť
vi: Hủy

source: Acceleration:
bg: Ускорение:
fr: Accélération:
he: האצה
it: Accelerazione:
sk: Zrýchlenie:
vi: Gia tốc:

source: Accept
bg: Приложи
fr: Accepter
he: אשר
it: Accetta
sk: Prijať
vi: Chấp nhận

source: Add profile
bg: Добавете профил
fr: Ajouter un profil
he: הוסף פרופיל
it: Aggiungi profilo
sk: Prdať profil
vi: Thêm hồ sơ

source: All
bg: Всички
fr: Tout
it: Tutto
sk: Všetko
vi: Tất cả

source: Apply
bg: Приложи
fr: Appliquer
he: החל
it: Applica
sk: Použiť
vi: Áp dụng

source: Apply %s%.3f offset to Endstop?
bg: Да се ​​приложи ли отместване на %s%.3f към Endstop?
fr: Appliquer une compensation de %s%.3f au Endstop ?
it: Applicare l'offset %s%.3f a Endstop?
sk: Potvrdiť %s%.3f offset koncového spínača?
vi: Áp dụng %s%.3f offset cho Endstop?

source: Apply %s%.3f offset to Probe?
bg: Прилагане на %s%.3f отместване към сонда?
fr: Appliquer une compensation de %s%.3f au Z-Offset du palpeur ?
it: Applicare l'offset %s%.3f a Probe?
sk: Potvrdiť %s%.3f offset sondy?
vi: Áp dụng %s%.3f offset cho Probe?

source: Archived
bg: Архивирано
fr: Archivé
it: Archiviato
sk: Archivované
vi: Đã lưu trữ

source: Are you sure do you want to exclude the object?
bg: Сигурни ли сте, че искате да изключите обекта?
fr: Êtes-vous sûr de vouloir exclure l’objet ?
it: Sei sicuro di voler escludere l'oggetto?
sk: Naozaj chcete vylúčiť objekt?
vi: Bạn có chắc chắn muốn loại bỏ vật này không?

source: Are you sure you want to run Emergency Stop?
bg: Сигурни ли сте, че искате да стартирате аварийно спиране?
fr: Êtes-vous sûr de vouloir exécuter l'arrêt d'urgence ?
he: האם אתה בטוח שאתה רוצה לבצע עצירת חירום?
it: Sei sicuro di voler eseguire l'Arresto di Emergenza?
sk: Naozaj chcete spustiť núdzové zastavenie?
vi: Bạn có chắc chắn muốn chạy Dừng Khẩn cấp không?

source: Are you sure you wish to cancel this print?
bg: Сигурни ли сте, че искате да отмените този печат?
fr: Êtes-vous sûr de vouloir annuler cette impression ?
he: האם אתה בטוח שברצונך לבטל את ההדפסה?
it: Sei sicuro di voler annullare questa stampa?
sk: Naozaj chcete zrušiť túto tlač?
vi: Bạn có chắc chắn muốn hủy in này không?

source: Are you sure you wish to disable motors?
bg: Сигурни ли сте, че искате да деактивирате двигателите?
fr: Voulez-vous vraiment désactiver les moteurs ?
he: האם אתה בטוח שברצונך להשבית מנועים?
it: Sei sicuro di voler disabilitare i motori?
sk: Naozaj chcete deaktivovať motory?
vi: Bạn có chắc chắn muốn tắt các động cơ không?

source: Are you sure you wish to reboot the system?
bg: Сигурни ли сте, че искате да рестартирате системата?
fr: Êtes-vous sûr de vouloir redémarrer le système ?
he: האם אתה בטוח שברצונך לאתחל את המערכת?
it: Sei sicuro di voler riavviare il sistema?
sk: Ste si istý, že chcete reštartovať systém?
vi: Bạn có chắc chắn muốn khởi động lại hệ thống không?

source: Are you sure you wish to shutdown the system?
bg: Сигурни ли сте, че искате да изключите системата?
fr: Êtes-vous sûr de vouloir arrêter le système ?
he: האם אתה בטוח שברצונך לכבות את המערכת?
it: Sei sicuro di voler spegnere il sistema?
sk: Ste si istý, že chcete vypnúť systém?
vi: Bạn có chắc chắn muốn tắt hệ thống không?

source: Asks for confirmation before stopping
bg: Иска потвърждение преди спиране
fr: Demande une confirmation avant de s'arrêter
it: Chiedi conferma prima di interrompere
sk: Pred zastavením požiadať o potvrdenie
vi: Yêu cầu xác nhận trước khi dừng lại

source: Auto
bg: Авто
he: אוטומטי
it: Automatico
vi: Tự động

source: Auto-calibrate
bg: Автоматично калибриране
fr: Calibration Automatique
he: כיול אוטומטי
it: Calibrazione automatica
sk: Auto-kalibrácia
vi: Tự động hiệu chuẩn

source: Auto-close notifications
bg: Известия за автоматично затваряне
fr: Fermeture automatique des notifications
he: סגירת התראות אוטומטית
it: Chiusura automatica notifiche
sk: Automaticky zatvoriť upozornenia
vi: Tự động đóng thông báo

source: Auto-open Extrude On Pause
bg: Автоматично отваряне на екструдиране при пауза
fr: Ouvrir le menu Extrusion lors d’une pause
it: Apri automaticamente Estrusione quando è in Pausa
sk: Automatické otvorenie Vysunutia pri pozastavení
vi: Tự động mở Extrude Khi Tạm Dừng

source: Auto-scroll
bg: Автоматично превъртане
fr: Défilement automatique
he: גלילה אוטומטית
it: Scorrimento automatico
sk: Auto-posuv
vi: Tự động cuộn

source: Bed Level
bg: Ниво на леглото
fr: Nivellement
he: פילוס מיטה
sk: Vyrovnanie podložky
vi: Cân bằng bàn

source: Bed Mesh
bg: Мрежа за легло
fr: Maillage du plateau
he: מיפוי מיטה
sk: Mapa podložky
vi: Lưới bàn

source: Both
bg: И двете
fr: Les deux
it: Entrambi
sk: Oba
vi: Cả hai

source: Calibrate
bg: Калибриране
fr: Calibrer
he: לכייל
it: Calibra
sk: Kalibrovať
vi: Hiệu chuẩn

source: Calibrated
bg: Калибриран
fr: Calibré
he: מכויל
it: Calibrato
sk: Nakalibrované
vi: Đã hiệu chuẩn

source: Calibrating
bg: Калибриране
fr: Calibrage
he: מכייל
it: Calibrazione
sk: Kalibrujem
vi: Đang hiệu chuẩn

source: Camera
bg: Камера
fr: Caméra
sk: Kamera
vi: Máy ảnh

source: Can't set above the maximum:
bg: Не може да се зададе над максимума:
fr: Impossible de définir au-dessus du maximum :
he: לא ניתן להגדיר מעל המקסימום:
it: Impossibile impostare oltre il massimo:
sk: Nedá sa nastaviť viac ako maximum:
vi: Không thể đặt cao hơn tối đa:

source: Cancel
bg: Отказ
fr: Annuler
he: ביטול
it: Annulla
sk: Zrušiť
vi: Hủy bỏ

source: Cancel Print
bg: Край на печата
fr: Annuler l'impression
he: בטל הדפסה
it: Annulla stampa
sk: Zrušiť tlač
vi: Hủy in

source: Cancelled
bg: Отменен
fr: Annulée
he: מבוטל
it: Annullato
sk: Zrušené
vi: Đã hủy

source: Cancelling
bg: Отмяна
fr: Annulation
he: מבטל
it: Annullamento
sk: Ruším
vi: Đang hủy

source: Cannot connect to Moonraker
bg: Не може да се свърже с Moonraker
fr: Impossible de se connecter à Moonraker
he: לא ניתן להתחבר ל-Moonraker
it: Impossibile connettersi a Moonraker
sk: Nedá sa pripojiť k Moonrakeru
vi: Không thể kết nối với Moonraker

source: Changes how the interface looks
bg: Променя начина, по който изглежда интерфейсът
fr: Modifie l'aspect de l'interface
it: Cambia l'aspetto dell'interfaccia
sk: Zmení vzhľad rozhrania
vi: Thay đổi cách giao diện hiển thị

source: Changes how the time remaining is calculated
bg: Променя начина на изчисляване на оставащото време
fr: Modifie le mode de calcul du temps restant
it: Cambia il metodo di calcolo del tempo residuo
sk: Zmení spôsob výpočtu zostávajúceho času
vi: Thay đổi cách tính thời gian còn lại

source: Channel
bg: Канал
fr: Canal
he: ערוץ
it: Canale
sk: Kanál
vi: Kênh

source: Check ADXL Wiring
bg: Проверете ADXL свързването
fr: Vérifier le câblage ADXL
he: בדוק את החיווט של ה ADXL
it: Controllare cablaggio ADXL
sk: Skontrolujte zapojenie ADXL
vi: Kiểm tra dây kết nối ADXL

source: Checking for updates, please wait...
bg: Проверява се за актуализации, моля изчакайте...
fr: Recherche de mises à jour, veuillez patienter...
he: בודק עדכונים, אנא המתן
it: Controllo aggiornamenti in corso, attendere...
sk: Hľadajú sa aktualizácie, čakajte prosím…
vi: Đang kiểm tra cập nhật, vui lòng đợi...

source: Clear
bg: Изчисти
fr: Effacer
he: נקה
it: Pulisci
sk: Vyčistiť
vi: Xóa

source: Close
bg: Затваряне
fr: Fermer
he: סגור
it: Chiudi
sk: Zatvoriť
vi: Đóng

source: Close messages after a timeout
bg: Затваряне на съобщения след изчакване
fr: Fermer les messages après un délai d'attente
it: Chiudi i messaggi dopo il timeout
sk: Zatvoriť správy po uplynutí časového limitu
vi: Đóng tin nhắn sau một khoảng thời gian chờ

source: Complete
bg: Завършено
fr: Impression terminée
he: הסתיים
it: Completo
sk: Dokončené
vi: Hoàn thành

source: Confirm Emergency Stop
bg: Потвърдете аварийно спиране
fr: Confirmer l'arrêt d'urgence
he: אשר עצירת חירום
it: Conferma Arresto di Emergenza
sk: Potvrdenie núdzového zastavenia
vi: Xác nhận Dừng Khẩn cấp

source: Connected
bg: Свързан
fr: Connecté
he: מחובר
it: Connesso
sk: Pripojenie
vi: Đã kết nối

source: Connecting
bg: Свързване
fr: Connexion
it: Connessione
sk: Pripájam
vi: Kết nối

source: Connecting to %s
bg: Свързан с %s
fr: Connexion à %s
he: מתחבר ל- %s
it: Connessione a %s
sk: Pripájanie k %s
vi: Đang kết nối đến %s

source: Connection failed
bg: Връзката е неуспешна
fr: Connexion échouée
it: Connessione fallita
sk: Pripojenie zlyhalo
vi: Kết nối thất bại

source: Console
bg: Конзола
he: קונסול
sk: Konzola
vi: Bảng điều khiển

source: Cooldown
bg: Охлади
fr: Refroidir
he: הפעל קירור
it: Raffreddare
sk: Ochladzovanie
vi: Làm nguội

source: Couldn't add network
bg: Неуспешно добавяне на мрежа
fr: Impossible d'ajouter le réseau
it: Impossibile aggiungere la rete
sk: Nepodarilo sa pridať sieť
vi: Không thể kết nối với mạng

source: Current
bg: Текущ
fr: Actuel
it: Attuale
sk: Aktuálne

source: Current percentage and graph line
bg: Текущ процент и графика
fr: Pourcentage actuel et ligne graphique
it: Percentuale attuale e linea grafica
sk: Aktuálne percento a graf
vi: Phần trăm hiện tại và đường đồ thị

source: DPMS has failed to load and has been disabled
bg: DPMS не успя да се зареди и е деактивиран
fr: DPMS n’a pas pu charger et a été désactivé
it: DPMS non è stato caricato ed è stato disabilitato
sk: Načítanie systému DPMS sa nepodarilo a systém bol deaktivovaný
vi: DPMS không thể tải và đã bị vô hiệu hóa

source: Date
bg: Дата
he: תאריך
it: Data
sk: Dátum
vi: Ngày

source: Delete
bg: Изтриване
fr: Effacer
he: מחק
it: Elimina
sk: Zmazať
vi: Xóa

source: Delete Directory?
bg: Изтриване на директория?
fr: Supprimer le dossier ?
it: Eliminare Directory?
sk: Zmazať Adresár?
vi: Xóa Thư mục?

source: Delete File?
bg: Изтрий файла?
fr: Supprimer le fichier ?
he: מחק קובץ
it: Eliminare file?
sk: Zmazať Súbor?
vi: Xóa File?

source: Disable Motors
bg: Изкл. моторите
fr: Désactiver les moteurs
he: השבת מנועים
it: Disabilita Motori
sk: Deaktivovať Motory
vi: Tắt Động cơ

source: Disable for 12hs with am / pm
bg: Деактивирайте за 12 часа с am / pm
fr: Désactivation pour 12hs avec am / pm
it: Disattiva am/pm per formato 12 ore
sk: Zakázať na 12 hodín s am / pm

source: Disconnect
bg: Прекъснете връзката
fr: Déconnecter
he: לְנַתֵק
it: Sconnetti
sk: Odpojiť

source: Distance (mm)
bg: Растояние (mm)
he: מרחק (מ"מ)
it: Distanza (mm)
sk: Vzdialenosť (mm)
vi: Khoảng cách (mm)

source: Do you want to forget or disconnect %s?
bg: Искате ли да забравите или да прекъснете връзката с %s?
fr: Voulez-vous oublier ou déconnecter %s ?
it: Vuoi tralasciare o disconnettere %s?
sk: Chcete zabudnúť alebo odpojiť %s?

source: Do you want to recover %s?
bg: Искате ли да възстановите %s?
fr: Voulez-vous récupérer %s ?
he: האם ברצונך לשחזר %s?
it: Vuoi ripristinare %s?
sk: Chcete obnoviť %s?
vi: Bạn có muốn khôi phục %s không?

source: Elapsed:
bg: Изминало:
fr: Écoulé:
he: זמן שעבר:
it: Trascorso:
sk: Uplynuté:
vi: Đã qua:

source: Emergency Stop
bg: Аварийно спиране
fr: Arrêt d'urgence
it: Stop di Emergenza
sk: Núdzové Zastavenie
vi: Dừng Khẩn cấp

source: Enable screen power management
bg: Активирайте управлението на захранването на екрана
fr: Activer la gestion de la consommation d'énergie de l'écran
it: Abilita la gestione energetica dello schermo
sk: Povoliť správu napájania obrazovky
vi: Bật quản lý nguồn màn hình

source: Error
bg: Грешка
fr: Erreur
he: שגיאה
it: Errore
sk: Chyba
vi: Lỗi

source: Error clearing active spool
bg: Грешка при изчистване на активния спул
fr: Erreur lors de l'effacement de la bobine active
it: Errore nella cancellazione della bobina attiva
sk: Chyba pri čistení aktívnej cievky
vi: Lỗi khi xóa spool đang hoạt động

source: Error getting active spool
bg: Грешка при активиране на спула
fr: Erreur dans l'obtention de la bobine active
it: Errore nel caricamento della bobina attiva
sk: Chyba pri získavaní aktívnej cievky
vi: Lỗi khi lấy spool đang hoạt động

source: Error setting active spool
bg: Грешка при настройване на активен спул
fr: Erreur dans le réglage de la bobine active
it: Errore nel settaggio della bobina attiva
sk: Chyba pri nastavovaní aktívnej cievky
vi: Lỗi khi đặt spool đang hoạt động

source: Error trying to fetch spools
bg: Грешка при опит за извличане на шпули
fr: Erreur lors de la récupération des spools
it: Errore nel tentativo di recuperare le bobine
sk: Chyba pri pokuse o načítanie cievok
vi: Lỗi khi tìm kiếm các spool

source: Error: Couldn't get a position to probe
bg: Грешка: Не може да се намери позиция за сондиране
fr: Erreur : Impossible d'obtenir une position pour la sonde
it: Errore: impossibile ottenere una posizione da sondare
sk: Chyba: Nepodarilo sa nájsť polohu na sondovanie
vi: Lỗi: Không thể lấy vị trí để thăm dò

source: Estimated Time
bg: Очаквано време
fr: Temps estimé
it: Tempo stimato
sk: Zostávajúci Čas

source: Estimated Time Method
bg: Расчетно време
fr: Méthode d'estimation de la durée
he: שיטת זמן משוערת
it: Metodo Tempo Stimato
sk: Metóda odhadovaného času
vi: Phương thức tính thời gian dự kiến

source: Example
bg: Пример
fr: Exemple
it: Esempio
sk: Príklad

source: Exclude Object
bg: Изключване на обект
fr: Exclure Objet
he: ביטול אובייקט
it: Escludi Oggetto
sk: Vylúčiť Objekt
vi: Loại trừ vật in

source: Extra Large
bg: Много голям
fr: Extra Grande
sk: Extra Veľké
vi: Lớn hơn

source: Extrude
bg: Екструзия
fr: Extrusion
he: הוצא חומר
it: Estrudi
sk: Vysunúť
vi: Đùn

source: Extruders
bg: Екструдери
fr: Extrudeuse
it: Estrusori
sk: Extrudéry
vi: Các bộ đùn

source: Extrusion +
bg: Екструзия +
he: שיחול +
it: Estrusione +
sk: Extrúzia +
vi: Nhựa đùn ra +

source: Extrusion -
bg: Екструзия -
he: שיחול -
it: Estrusione -
sk: Extrúzia -
vi: Nhựa đùng ra -

source: Failed to delete connection
bg: Неуспешно изтриване на връзката
fr: Échec de la suppression de la connexion
it: Cancellazione della connessione fallita
sk: Nepodarilo sa odstrániť pripojenie

source: Failed to initialize
bg: Неуспешно инициализиране
fr: Échec de l'initialisation
it: Inizializzazione fallita
sk: Inicializácia zlyhala

source: Failed, adjust position first
bg: Грешка. Първо сменете позицията
fr: Échec, ajustez d'abord la position
he: נכשל, תחילה התאם את המיקום
it: Fallito, regola prima la posizione
sk: Nepodarilo sa, najprv upravte polohu
vi: Không thành công, trước tiên hãy điều chỉnh vị trí

source: Fan
bg: Охлаждане
fr: Ventilation
he: מאוורר
it: Ventola
sk: Ventilátor
vi: Quạt

source: Filament
bg: Филамент
it: Filamento
sk: Vlákno

source: Filament Used
bg: Използване на филамента
fr: Filament utilisé
he: חומר ששומש
it: Filamento Usato
sk: Použité Vlákno
vi: Nhựa in đã dùng

source: Filament total:
bg: Общо нишка:
fr: Total filament:
he: חומר כולל
it: Filamento Totale:
sk: Vlákno celkom:
vi: Tổng nhựa in:

source: Filament used:
bg: Използван филамент:
fr: Filament utilisé:
he: חומר ששומש:
it: Filamento usato:
sk: Použitého vlákna:
vi: Nhựa đã dùng:

source: Filament:
bg: Филамент:
he: חומר גלם
it: Filamento:
sk: Vlákno:
vi: Nhựa:

source: File
bg: Файл
fr: Fichier
he: קובץ
sk: Súbor

source: File:
bg: Файл:
fr: Fichier:
sk: Súbor:

source: Filter
bg: Филтър
fr: Filtre
it: Filtro
vi: Bộ lọc

source: Finding ADXL
bg: ADXL Търсене
fr: Recherche de l’ADXL
he: מחפש ADXL
it: Ricerca ADXL
sk: Hľadám ADXL
vi: Tìm kiếm gia tốc kế

source: Fine Tuning
bg: Фина настройка
fr: Ajustements
he: כוונון עדין
it: Messa a punto
sk: Jemné Ladenie
vi: Tinh chỉnh

source: Finish
bg: Край
fr: Terminer
he: סיים
it: Finito
sk: Koniec
vi: Hoàn thành

source: Firmware Restart
bg: Рестартиране на фърмуера
fr: Redémarrer Firmware
he: אתחול קושחה
it: Riavvio Firmware
sk: Reštart Firmware
vi: Khởi động lại bộ điều khiển

source: Flow:
bg: Поток:
fr: Débit :
he: זרם
it: Flusso:
sk: Prietok:
vi: Lưu lượng nhựa đùn ra:

source: Flowrate:
bg: Расход:
fr: Débit:
he: קצב זרימה
it: Portata:
sk: Prietok:
vi: Lưu lượng nhựa đùn ra:

source: Font Size
bg: Размер на шрифта
fr: Taille de la police
he: גודל טקסט
it: Dimensione Carattere
sk: Veľkosť písma
vi: Kích thước hiển thị chữ

source: For mouse control or to verify touchscreen accuracy
bg: За управление с мишка или за проверка на точността на сензорния екран
it: Per controllo mouse o verifica accuratezza touchscreen
sk: Na ovládanie myšou alebo na overenie presnosti dotykovej obrazovky

source: Forget
bg: Забравете
fr: Oublier
it: Tralascia
sk: Zabudni

source: Full Update
bg: Пълна актуализация
fr: Mettre à jour
he: עדכון מלא
it: Aggiornamento Completo
sk: Úplná aktualizácia
vi: Cập nhật toàn bộ

source: Getting IP address
bg: Получаване на IP адрес
fr: Récupérer l'adresse IP
it: Ottieni indirizzo IP
sk: Získavanie IP adresy

source: Go Back
bg: Назад
fr: Retour
he: חזרה
it: Torna indietro
sk: Choď späť
vi: Về trước

source: Height:
bg: Височина:
fr: Hauteur:
he: גובה
it: Altezza:
sk: Výška:
vi: Chiều cao:

source: Hide
bg: Скрий
fr: Masquer
he: הסתר
it: Nascondi
sk: Skryť
vi: Ẩn

source: Hide sensors in Temp.
bg: Скрий датчиците в Temp.
fr: Masquer les capteurs dans Températures
he: הסתר חיישנים בטמפ'.
it: Nascondi sensori in Temp.
sk: Skryť senzory v Temp.
vi: Ẩn các cảm biến trong nhệt.

source: Home
bg: Паркирай X
fr: Accueil
he: איפוס
sk: Domov

source: Home All
bg: Паркирай всички
fr: Origine XYZ
he: איפוס XYZ
it: Home XYZ
sk: Domov Všetko
vi: Home tất cả

source: Home X
bg: Паркирай X
fr: Origine X
he: איפוס X
sk: Domov X
vi: Home trục X

source: Home XY
bg: Паркирай XY
fr: Origine XY
he: איפוס XY
sk: Domov XY
vi: Home trục X và Y

source: Home Y
bg: Паркирай Y
fr: Origine Y
he: איפוס Y
sk: Domov Y
vi: Home trục Y

source: Home Z
bg: Паркирай Z
fr: Origine Z
he: איפוס Z
sk: Domov Z
vi: Home trục Z

source: Host
bg: Хост
fr: Hôte
he: שרת
vi: Máy chủ chạy Klipper

source: Hostname
bg: Име на хоста
fr: Nom d’hôte
he: שם שרת
sk: Názov hosta
vi: Tên miền máy chủ

source: Icon Theme
bg: Тема
fr: Thème
he: ערכת נושא
it: Tema icone
sk: Téma ikon
vi: Chủ đề biểu tượng

source: Initializing printer...
bg: Принтера стартира...
fr: Démarrage de l'imprimante...
he: מאתחל מדפסת...
it: Inizializzazione stampante...
sk: Inicializuje sa tlačiareň…
vi: Đang khởi tạo máy in...

source: Initiate a PID calibration for:
bg: Започнете PID калибриране за:
fr: Lancer un étalonnage PID pour :
it: Inizia una calibrazione PID per:
sk: Spustite kalibráciue PID pre:
vi: Bắt đầu hiệu chỉnh PID cho:

source: Input Shaper
bg: Входен шейпер
he: מעצב גימור
sk: Tvarovač Vstupu
vi: Bộ định hình đầu vào

source: Insufficient privileges
bg: Недостатъчни привилегии
fr: Privilèges insuffisant
it: Privilegi insufficienti
sk: Nedostatočné oprávnenia

source: Interface
bg: Интерфейс
he: ממשק
it: Interfaccia
sk: Rozhranie
vi: Giao diện

source: Invalid
bg: Неправилно
fr: Invalide
he: לא חוקי
it: Non valido
sk: Nesprávne
vi: Không hợp lệ

source: Invalid password
bg: Грешна парола
fr: Mot de passe invalide
it: Password non valida
sk: Nesprávne heslo
vi: Mật khẩu không hợp lệ

source: Invalid temperature
bg: Невалидна температура
it: Temperatura non valida
sk: Nesprávna teplota

source: Inversely affects the icon size
bg: Обратно влияе върху размера на иконата
fr: Inverse de la taille de l'icône
it: Inverte le dimensioni dell'icona
sk: Nepriaznivo ovplyvňuje veľkosť ikony
vi: Mật khẩu không hợp lệ

source: Invert X
bg: Инверсиране X
fr: Inverser l'axe X
he: הפוך את X
it: Inverti X
sk: Invertovať X
vi: Đảo ngược trục X

source: Invert Y
bg: Инверсиране Y
fr: Inverser l'axe Y
he: הפוך את Y
it: Inverti Y
sk: Invertovať Y
vi: Đảo ngược trục Y

source: Invert Z
bg: Инверсиране Z
fr: Inverser l'axe Z
he: הפוך את Z
it: Inverti Z
sk: Invertovať Z
vi: Đảo ngược trục Z

source: It may take more than 5 minutes depending on the heater power.
bg: Може да отнеме повече от 5 минути в зависимост от мощността на нагревателя.
fr: Cela peut prendre plus de 5 minutes en fonction de la puissance du chauffage.
it: Potrebbero volerci più di 5 min. a seconda della potenza del riscaldatore.
sk: V závislosti od výkonu ohrievača to môže trvať aj viac ako 5 minút.
vi: Có thể mất hơn 5 phút tùy thuộc vào công suất máy sưởi.

source: It's possible that the configuration is not correct
bg: Възможно е конфигурацията да не е правилна
fr: Il est possible que la configuration ne soit pas correcte
it: E' possibile che la configurazione sia errata
sk: Je možné, že konfigurácia nie je správna
vi: Cấu hình có thể không chính xác

source: Job Status
bg: Статус на работа
fr: Statut du job
it: Stato di avanzamento lavoro
sk: Stav Úlohy

source: Klipper Restart
bg: Klipper Рестарт
fr: Redémarrer Klipper
he: Klipper יאתחל מחדש
it: Riavvia Klipper
sk: Reštart Klippera
vi: Khởi động lại Klipper

source: Klipper has disconnected
bg: Няма връзка с Klipper
fr: Klipper s'est déconnecté
he: קליפר התנתק
it: Klipper si è disconnesso
sk: Klipper sa odpojil
vi: Klipper đã bị ngắt kết nối

source: Klipper has encountered an error.
bg: Klipper откри грешка.
fr: Klipper a rencontré une erreur.
he: קילפר נתקל בבעיה.
it: Klipper ha rilevato un errore.
sk: V aplikácii Klipper sa vyskytla chyba.
vi: Klipper đã gặp lỗi.

source: Klipper has shutdown
bg: Klipper се изключи
fr: Klipper s'est arrêté
he: קליפר כבה
it: Klipper si è spento
sk: Klipper sa vypol
vi: Klipper đã tắt

source: Klipper is attempting to start
bg: Klipper е готов
fr: Klipper tente de démarrer
he: קליפר מנסה לעלות
it: Klipper sta tentando di avviarsi
sk: Klipper sa pokúša naštartovať
vi: Klipper đang cố gắng khởi động

source: Klipper will reboot
bg: Klipper се рестартира
fr: Klipper va redémarrer
he: קליפר יבצע אתחול
it: Klipper si riavvierà
sk: Klipper sa reštartuje
vi: Klipper sẽ khởi động lại

source: LOAD_FILAMENT/UNLOAD_FILAMENT are hidden and should be used from extrude
bg: LOAD_FILAMENT/UNLOAD_FILAMENT са скрити и трябва да се използват от екструдиране
fr: LOAD_FILAMENT/UNLOAD_FILAMENT sont cachés et doivent être utilisés à partir de l'extrusion
it: LOAD_FILAMENT/UNLOAD_FILAMENT sono nascosti e dovrebbero essere usati da estrudere
sk: LOAD_FILAMENT/UNLOAD_FILAMENT sú skryté a mali by sa použiť z vysunutia
vi: Tải/Lấy nhựa ra được ẩn và nên sử dụng từ bảng điều khiển đùn

source: Language
bg: Език
fr: Langue
he: שפה
it: Lingua
sk: Jazyk
vi: Ngôn ngữ

source: Large
bg: Голям
fr: Grande
he: גדול
it: Grande
sk: Veľký
vi: Lớn

source: Last Duration
bg: Ретракт
fr: Dernière durée
it: Ultima durata
sk: Posledné Trvanie

source: Last Used
bg: Използване на филамента
fr: Dernière utilisation
it: Ultimo Utilizzo
sk: Naposledy Použité
vi: Đã sử dụng lần cuối

source: Layer Height
bg: Височина на слоя
fr: Hauteur de couche
it: Altezza Layer
sk: Výška Vrstvy

source: Layer:
bg: Слой:
fr: Couche:
he: שכבה
sk: Vrstva:
vi: Lớp:

source: Left:
bg: Остава:
fr: Restant:
he: זמן שנותר:
it: Restante:
sk: Zostáva:
vi: Còn lại:

source: Limits
bg: Лимити
fr: Limites
he: גבולות
it: Limiti
sk: Limity
vi: Giới hạn

source: Load
bg: Зареди
fr: Charger
he: טעינה
it: Carica
sk: Načítať
vi: Tải

source: Loading...
bg: Зареждане...
fr: Chargement...
it: Caricamento...
sk: Nahrávam…
vi: Đang tải...
