Repository: KlipperScreen/KlipperScreen
Catalog: ks_includes/locales/*/LC_MESSAGES/KlipperScreen.po
Languages: bg, fr, he, it, sk, vi

source: Lock
bg: Заключване
it: Blocca
sk: Zámok

source: Lost Connection to Moonraker
bg: Не може да се свърже с Moonraker
fr: Perte de connexion avec Moonraker
it: Connessione persa con Moonraker
sk: Stratené spojenie s Moonrakerom
vi: Mất kết nối tới Moonraker

source: Lower Nozzle
bg: Спусни дюзата
fr: Rapprocher la buse
he: הנמך דיזה
it: Abbassa Ugello
sk: Spodná Tryska
vi: Hạ đầu phun

source: Macro shortcut on sidebar
bg: Покажи макроси в панела
fr: Raccourci des Macros sur la barre latérale
he: קיצור מקרו בסרגל הצד
it: Macros sulla barra laterale
sk: Skratka makra na bočnom paneli
vi: Lối tắt macro trên thanh bên

source: Macros
bg: Макроси
he: מקרואים
sk: Makrá
vi: Các macro

source: Main Menu
bg: Главно меню
fr: Menu principal
he: תפריט ראשי
it: Menu principale
sk: Hlavné Menu
vi: Menu chính

source: Material
bg: Материал
fr: Matériau
it: Materiale
sk: Materiál
vi: Vật liệu

source: Max
bg: Макс
he: מקסימום
vi: Tối đa

source: Max Acceleration
bg: Максимално ускорение
fr: Accélération maximale
he: מקסימום תאוצה
it: Max. Accelerazione
sk: Maximálne Zrýchlenie
vi: Gia tốc tối đa

source: Max Velocity
bg: Скорост
fr: Vélocité maximale
he: מהירות מרבית
it: Velocità massima
sk: Maximálna Rýchlosť
vi: Vận tốc tối đa

source: Max:
bg: Макс:
it: Massimo:

source: Maximum
bg: Максимум
it: Massimo
vi: Cực đại

source: Measure Both
bg: Измерете и двете
fr: Mesurer les deux
he: מדוד את שניהם
it: Misura entrambi
sk: Zmerať Oba
vi: Đo cả hai

source: Measure X
bg: Измерете X
fr: Mesure X
he: מדוד X
it: Misura X
sk: Zmerať Y
vi: Đo trục X

source: Measure Y
bg: Измерете Y
fr: Mesure Y
he: מדוד Y
it: Misura Y
sk: Zmerať Y
vi: Đo trục Y

source: Medium
bg: Средно
fr: Moyenne
he: בינוני
it: Medio
sk: Stredne
vi: Vừa

source: Memory
bg: Памет
fr: Mémoire
it: Memoria
sk: Pamäť
vi: Bộ nhớ

source: Menu
bg: Меню
he: תפריט
it: Menù

source: Minimum Cruise Ratio
bg: Минимално круизно съотношение
fr: Ratio de croisière minimum
it: Cruise Ratio Minimo
sk: Minimálny Pomer Posuvu
vi: Tỉ lệ tối thiểu

source: Minimum:
bg: Минимум:
it: Minimo:

source: Modified
bg: Променено
fr: Modifié
he: שונה
it: Modificato
sk: Modifikovaný
vi: Đã chỉnh sửa

source: Moonraker: connected
bg: Moonraker: Свързан
fr: Moonraker: connecté
he: Moonraker: מחובר
it: Moonraker: connesso
sk: Moonraker: pripojený
vi: Moonraker: đã kết nối

source: More
bg: Повече
fr: Plus
it: Altro
sk: Viac
vi: Thêm

source: Move
bg: Ход
fr: Mouvement
he: הזזת צירים
it: Spostamento
sk: Posuv
vi: Di chuyển

source: Move Distance (mm)
bg: Дистанция на движение (мм)
fr: Distance de mouvement (mm)
he: מרחק הזזה (מ''מ)
it: Distanza spostamento (mm)
sk: Vzdialenosť pohybu (mm)
vi: Khoảng cách di chuyển (mm)

source: Name
bg: Име
fr: Nom
he: שם
it: Nome
sk: Názov
vi: Tên

source: Network
bg: Мрежа
fr: Réseau
he: רשת
it: Rete
sk: Sieť
vi: Mạng

source: Network connected
bg: Мрежата е свързана
fr: Réseau connecté
it: Rete connessa
sk: Sieť pripojená

source: Network disconnected
bg: Няма връзка с мрежата
fr: Réseau déconnecté
it: Rete disconnessa
sk: Sieť odpojená

source: Network not found
bg: Мрежата не е намерена
fr: Réseau non trouvé
it: Rete non trovata
sk: Sieť sa nenašla

source: Never
bg: Никога
fr: Jamais
it: Mai
sk: Nikdy
vi: Không bao giờ

source: New
bg: Нов
fr: Nouveau
he: חדש
it: Nuovo
sk: Nový
vi: Mới

source: No elegible macros:
bg: Няма избираеми макроси:
fr: Macros non éligibles :
it: Nessuna macro elegibile:
sk: Žiadne použiteľné makrá:
vi: Không có macro hợp lệ:

source: No info available
bg: Няма налична информация
fr: Pas d'information disponible
it: Informazioni non disponibili
sk: Žiadne informácie nie sú k dispozícii

source: No mesh has been loaded
bg: Не е заредена мрежа
fr: Aucun maillage chargé
it: Nessuna besh_mesh caricata
sk: Nebola načítaná žiadna sieť
vi: Không có lưới nào được tải

source: No wireless interface has been found
bg: Не е открит безжичен интерфейс
fr: Pas de périphérique sans-fil trouvé
it: Nessura interfaccia wireless trovata
sk: Bezdrôtové rozhranie sa nenašlo
vi: Không tìm thấy giao diện không dây

source: Not all screens support this
bg: Не всички екрани поддържат това
fr: Tout les écrans ne supporte pas cela
it: Non tutti gli schermi lo supportano
sk: Nie všetky obrazovky toto podporujú
vi: Không phải tất cả các màn hình đều hỗ trợ điều này

source: Not working or not configured
bg: Не работи или не е конфигуриран
fr: Ne fonctionne pas ou n'est pas configuré
it: Non funzionante o non configurato
sk: Nefunguje alebo nie je nakonfigurované
vi: Không hoạt động hoặc chưa được cấu hình

source: Nothing selected
bg: Нищо не е избрано
fr: Rien de sélectionné
he: שום דבר לא נבחר
it: Nessuna selezione
sk: Nič nebolo vybrané
vi: Không có gì được chọn

source: Notification log empty
bg: Дневникът на известията е празен
fr: Journal de notification vide
it: Log notifiche vuoto
sk: Denník oznámení je prázdny
vi: Nhật ký thông báo trống

source: Notifications
bg: Известия
it: Notifiche
sk: Oanámenia
vi: Thông báo

source: Nozzle diameter
bg: Диаметър на дюзата
fr: Diamètre de la buse
it: Diametro Ugello
sk: Priemer trysky

source: Only for the move panel
bg: Само за панела за движение
fr: Seulement pour bouger le panneau
it: Solo per il pannello "move"
sk: Iba pre panel posuvu
vi: Chỉ dành cho bảng điều khiển di chuyển

source: Outdated by %d
bg: Остарял на %d
fr: Obsolète par %d
he: מיושן על ידי %d
it: Obsoleto da %d
sk: Neaktuálne od %d
vi: Lỗi thời bởi %d

source: Package will be updated
bg: Пакета ще бъде обновен
fr: Le paquet sera mis à jour
he: חבילה אחת תעודכן
it: Il pacchetto verrà aggiornato
sk: Balík bude aktualizovaný
vi: Gói sẽ được cập nhật

source: Part Fan
bg: Частичен вентилатор
fr: Ventilateurs de refroidissement
he: מאוורר חומר
sk: Ventilátor časti
vi: Quạt phần

source: Password
bg: Паролата
sk: Heslo

source: Password saved
bg: Паролата е записана
fr: Mot de passe enregistré
he: הסיסמה נשמרה
it: Password salvata
sk: Heslo uložené
vi: Mật khẩu đã lưu

source: Pause
bg: Пауза
he: השהיה
it: Pausa
sk: Pozastaviť
vi: Tạm dừng

source: Paused
bg: Спряно
fr: En pause
he: מושהה
it: In pausa
sk: Pozastavené
vi: Đã tạm dừng

source: Perform a full upgrade?
bg: Пълна актуализация?
fr: Effectuer une mise à jour complète?
he: לבצע שדרוג מלא?
it: Eseguire un aggiornamento completo?
sk: Vykonať úplnú aktualizáciu?
vi: Thực hiện nâng cấp toàn bộ?

source: Pins
bg: Пинове
he: פינים
sk: Piny
vi: Chân cắm

source: Please recompile and flash the micro-controller.
bg: Моля, прекомпилирайте и флашнете микроконтролера.
fr: Veuillez recompiler et flasher le microcontrôleur.
he: אנא הדר (קמפל) מחדש ובצע פלאש למיקרו-בקר.
it: Ricompila e flasha il micro-controller.
sk: Prosím, prekompilujte a naprogramujte mikrokontrolér.
vi: Vui lòng biên dịch lại và nạp lại bộ điều khiển.

source: Please wait
bg: Моля изчакайте
fr: Veuillez patienter
it: Attendere prego
sk: Prosím, počkajte
vi: Vui lòng đợi

source: Power
bg: Изк. принтера
fr: Alimentation
he: הפעלה
sk: Napájanie
vi: Nguồn điện

source: Power On Printer
bg: Вкл. принтера
fr: Allumer l'imprimante
he: הפעל מדפסת
it: Accendi la stampante
sk: Zapnutie tlačiarne
vi: Bật nguồn máy in

source: Pressure Advance
bg: Предварително налягане
fr: Avance de pression
he: פרשר אדוונס
sk: Predstih Tlaku
vi: Nâng áp suất

source: Pressure Advance:
bg: Предварително налягане:
fr: Avance de pression:
he: פרשר אדוונס
sk: Predstih tlaku:
vi: Nâng áp suất:

source: Pressure advance
bg: Предварително налягане
fr: Avance de pression
sk: Predstih tlaku

source: Print
bg: Печат
fr: Imprimer
he: הדפסה
it: Stampa
sk: Tlač
vi: In

source: Print Control
bg: Контрол на печата
fr: Contrôle de l'impression
he: שליטה בהדפסה
it: Controllo Stampa
sk: Kontrola tlače
vi: Điều khiển in

source: Printer
bg: Принтер
fr: Imprimante
he: מדפסת
it: Stampante
sk: Tlačiareň
vi: Máy in

source: Printer Connections
bg: Свързване на принтер
fr: Connexions aux imprimantes
he: חיבורי מדפסת
it: Connessioni Stampante
sk: Pripojenia tlačiarne
vi: Kết nối máy in

source: Printer Select
bg: Избор на принтер
fr: Sélection d'une imprimante
it: Seleziona Stampante
sk: Výber tlačiarne
vi: Chọn máy in

source: Printing
bg: Печатане
fr: Impression
he: מדפיס
it: In stampa
sk: Tlačím
vi: Đang in

source: Probe Offset
bg: Отместване на сондата
fr: Décalage du palpeur
he: פרוב אוף-סט
sk: Offset Sondy
vi: Sai lệch đầu dò

source: Profile Name:
bg: Име на профила:
fr: Nom du profil:
he: שם פרופיל:
it: Nome Profilo:
sk: Názov profilu:
vi: Tên mô tả:

source: Provide KlipperScreen.log when asking for help.
bg: Осигурете KlipperScreen.log, когато поискате помощ.
fr: Fournissez le fichier KlipperScreen.log lorsque vous demandez de l'aide.
it: Fornire il KlipperScreen.log quando si chiede aiuto.
sk: Pri žiadosti o pomoc poskytnite súbor KlipperScreen.log.
vi: Cung cấp KlipperScreen.log khi cần trợ giúp.

source: Quad Gantry Level
bg: Ниво Quad Gantry
fr: Portique à quatre niveaux
he: יישור הגנטרי הריבועי
sk: Štvorúrová Portálová Úroveň
vi: Cân chỉnh bốn trục

source: Raise Nozzle
bg: Повдигнете дюзата
fr: Eloigner la buse
he: הגבה דיזה
it: Alza Ugello
sk: Zdvihnutie Trysky
vi: Nâng đầu phun

source: Recover
bg: Възстановяване
fr: Récupération
he: שחזור
it: Ripristino
sk: Obnoviť
vi: Khôi phục

source: Recover Hard
bg: Възстановяване Hard
fr: Récupération Hard
he: שחזור מלא
it: Ripristino Hard
sk: Obnoviť tvrdo
vi: Khôi phục cứng

source: Recover Soft
bg: Възстановяване Soft
fr: Récupération Soft
he: שחזור עדין
it: Ripristino Soft
sk: Obnoviť Jemne
vi: Khôi phục mềm

source: Reference
bg: Връзка
fr: Référence
he: התייחסות
it: Riferimento
sk: Referencia
vi: Tham chiếu

source: Refresh
bg: Опресняване
fr: Rafraîchir
he: רענון
it: Aggiorna
sk: Obnoviť
vi: Làm mới

source: Remove network
bg: Премахване на мрежата
fr: Supprimer le réseau
it: Rimuovi rete
sk: Odstrániť sieť

source: Rename/Move:
bg: Преименуване/Преместване:
fr: Renommer/déplacer :
it: Rinomina/Sposta:
sk: Premenovať/Presunúť:
vi: Đổi tên/Di chuyển:

source: Restart
bg: Рестарт
fr: Redémarrer
he: אתחל
it: Riavvia
sk: Reštart
vi: Khởi động lại

source: Resume
bg: Продължи
fr: Reprendre
he: המשך
it: Riprendi
sk: Návrat
vi: Tiếp tục

source: Retract
bg: Ретракт
fr: Rétracter
he: שיחול לאחור
it: Ritrai
sk: Zasunúť
vi: Rút lại

source: Retraction
bg: Ретракт
fr: Rétraction
he: משיכה
it: Ritrazone
sk: Zasunutie
vi: Rút lại

source: Retraction Length
bg: Дължина на ретракта
fr: Distance de rétraction
he: מרחק משיכה
it: Lunghezza Retrazione
sk: Dĺžka Zasunutia
vi: Chiều dài rút lại

source: Retraction Speed
bg: Скорост на ретракта
fr: Vitesse de rétraction
he: מהירות משיכה
it: Velocità Retrazione
sk: Rýchlosť Zasunutia
vi: Tốc độ rút lại

source: Retry
bg: Повтори
fr: Réessayer
it: Riprova
sk: Zopakovať
vi: Thử lại

source: Retrying
bg: Повторен опит
fr: Réessaye
he: מנסה שוב
it: Nuovo tentativo
sk: Opakovanie
vi: Đang thử lại

source: Rotation invalid
bg: Завъртането е невалидно
fr: Rotation invalide
it: Rotazione non valida
sk: Neplatná rotácia
vi: Vị trí không hợp lệ

source: Save
bg: Запиши
fr: Enregistrer
he: לשמור
it: Salva
sk: Uložiť
vi: Lưu

source: Save Config
bg: Зап. Конфиг
fr: Enregistrer la configuration
he: שמור קונפיג
it: Salva Config
sk: Uložiť konfiguráciu
vi: Lưu Cấu hình

source: Save Z
bg: Запиши Z
fr: Enregistrer Z
he: שמור Z
it: Salva Z
sk: Uložiť Z
vi: Lưu Z

source: Save configuration?
bg: Запиши конфигурацията?
fr: Enregistrer la configuration ?
he: שמור קונפיגרציה?
it: Salva configurazione?
sk: Uložiť konfiguráciu?
vi: Lưu cấu hình?

source: Saved
bg: Записано
fr: Enregistré
he: נשמר
it: Salvato
sk: Uložené
vi: Đã lưu

source: Saved offset: %s
bg: Записан офсет: %s
fr: Décalage enregistré: %s
he: שמור אופ-סט %s
it: Offset salvato: %s
sk: Uložený posun: %s
vi: Đã lưu sai lệch: %s

source: Screen DPMS
bg: Екран DPMS
fr: Écran DPMS
he: DPMS מסך
it: Schermo DPMS
sk: Obrazovka DPMS
vi: DPMS Màn hình

source: Screen Power Off Time
bg: Време за изключване на екрана
fr: Délai d'extinction de l'écran
he: זמן כיבוי מסך
it: Tempo spegnimento Schermo
sk: Čas vypnutia obrazovky
vi: Thời Gian Tắt Màn Hình

source: Screws Adjust
bg: Настройки на винтовете
fr: Ajuster les vis
he: סידור ברגים
sk: Nastavenie Skrutiek
vi: Điều chỉnh Ốc vít

source: Screws not used:
bg: Неизползвани винтове:
fr: Vis non utilisée(s):
it: Viti non utilizzate:
sk: Skrutky sa nepoužívajú:
vi: Ốc vít không được sử dụng:

source: Send
bg: Изпрати
fr: Envoyer
he: שליחה
it: Invia
sk: Poslať
vi: Gửi

source: Set Temp
bg: Задайте температура
fr: Régler la température
he: הגדר טמפ'
it: Imposta Temp
sk: Nastavenie Teploty
vi: Đặt Nhiệt độ

source: Settings
bg: Настройки
fr: Paramètres
he: הגדרות
it: Impostazioni
sk: Nastavenia
vi: Cài đặt

source: Show
bg: Покажи
fr: Afficher
he: הצג
it: Mostra
sk: Zobraziť
vi: Hiển thị

source: Show Heater Power
bg: Показване на мощността на нагревателя
fr: Afficher la puissance de chauffe
he: הצג זרם מיטה
it: Mostra Potenza Riscaldatore
sk: Zobraziť Výkon Ohrievača
vi: Hiển thị Công suất Bộ sưởi

source: Show Scrollbars Buttons
bg: Показване на бутони за ленти за превъртане
fr: Boutons d'affichage des barres de défilement
it: Mostra Pulsanti Barre di Scorrimento
sk: Zobraziť Tlačidlá Posuvníka
vi: Hiển thị Nút Thanh cuộn

source: Show cursor
bg: Показване на курсора
it: Mostra cursore
sk: Zobraziť kurzor

source: Show only devices that are able to be set
bg: Показване само на устройства, които могат да бъдат настроени
fr: Afficher uniquement les appareils pouvant être configurés
it: Mostra solo i dispositivi impostabili
sk: Zobraziť iba zariadenia, ktoré je možné nastaviť
vi: Chỉ hiển thị các thiết bị có thể được đặt

source: Shutdown
bg: Изключване
fr: Arrêter
he: כיבוי
it: Spegnimento
sk: Vypnutie Systému
vi: Tắt nguồn

source: Size
bg: Размер
fr: Taille
he: גודל
it: Dimensioni
sk: Veľkosť
vi: Kích thước

source: Slicer
bg: Слайсер
he: סלייסר
vi: Phần mềm chia lớp

source: Slicer:
bg: Слайсер:
fr: Trancheur:
vi: Phần mềm chia lớp:

source: Small
bg: Малък
fr: Petite
he: קטן
it: Piccolo
sk: Malý
vi: Nhỏ

source: Smooth time
bg: Гладко време
fr: Temps de pause
sk: Plynulý čas

source: Speed (mm/s)
bg: Скорост (мм/с)
fr: Vitesse (mm/s)
he: מהירות (מ"מ/שניות)
it: Velocità (mm/s)
sk: Rýchlosť (mm/s)
vi: Tốc độ (mm/s)

source: Speed +
bg: Скорост +
fr: Vitesse +
he: מהירות +
it: Velocità +
sk: Rýchlosť +
vi: Tốc độ +

source: Speed -
bg: Скорост -
fr: Vitesse -
he: מהירות -
it: Velocità -
sk: Rýchlosť -
vi: Tốc độ -

source: Speed:
bg: Скорост:
fr: Vitesse:
he: מהירות
it: Velocità:
sk: Rýchlosť:
vi: Tốc độ:

source: Square Corner Velocity
bg: Квадратна ъглова скорост
fr: Vélocité des angles droits
he: מהירות פינה מרובעת
it: Velocità Square Corner
sk: Rýchlosť v štvorcovom rohu
vi: Tốc độ Góc Vuông

source: Standby
bg: В режим на готовност
fr: En attente
it: Attesa
sk: Pohotovostný režim
vi: Chế độ Chờ

source: Start
bg: Старт
fr: Démarrer
he: התחל
it: Inizio
sk: Štart
vi: Bắt đầu

source: Starting recovery for
bg: Започнете възстановяване за
fr: Démarrage de la récupération pour
he: החל התאוששות עבור
it: Avvio ripristino per
sk: Spúšťa sa obnovenie pre
vi: Bắt đầu phục hồi cho

source: Starting update for
bg: Стартиране на актуализация за
fr: Démarrage de la mise à jour pour
he: מתחיל עדכון עבור
it: Avvio aggiornamento per
sk: Spúšťa sa aktualizácia pre
vi: Bắt đầu cập nhật cho

source: Swaps buttons if they are on top of each other, affects other panels
bg: Разменя бутоните, ако са един върху друг, засяга други панели
fr: Intervertit les boutons s'ils sont superposés, affecte les autres panneaux
it: Scambia i pulsanti se sono sovrapposti, influisce sugli altri pannelli
sk: Zamení tlačidlá, ak sú na sebe, ovplyvní to aj ostatné panely
vi: Đổi chỗ các nút nếu chúng nằm trên đỉnh nhau, ảnh hưởng đến các bảng điều khác

source: System
bg: Система
fr: Système
he: מערכת
it: Sistema
sk: Systém
vi: Hệ thống

source: System Restart
bg: Рестартиране на системата
fr: Redémarrez le système
he: אתחול מערכת
it: Riavvia Sistema
sk: Reštart Systému
vi: Khởi động lại Hệ thống

source: System Shutdown
bg: Изключване на системата
fr: Arrêter le système
he: כיבוי מערכת
it: Spegni Sistema
sk: Vzpnutie Systému
vi: Tắt Hệ thống

source: System:
bg: Система:
fr: Système:
it: Sistema:
sk: Systém:

source: Temp (°C)
bg: Темп (°С)
he: טמפ' (°C)
it: Temperatura (°C)
sk: Teplota (°C)
vi: Nhiệt độ (°C)

source: Temperature
bg: Tемпература
fr: Température
he: טמפרטורה
it: Temperatura
sk: Teplota
vi: Nhiệt độ

source: Temperature too low to extrude
bg: Температурата е твърде ниска за екструдиране
it: Temperatura troppo bassa per estrudere
sk: Príliš nízka teplota na vytlačenie

source: The system doesn't meet the minimum requirement
bg: Системата не отговаря на минималните изисквания
fr: Le système ne répond pas aux exigences minimales
it: Il sistema non soddisfa i requisiti minimi
sk: Systém nespĺňa minimálne požiadavky

source: This panel supports up-to 9 screws in a 3x3 Grid
bg: Този панел поддържа до 9 винта в мрежа 3x3
fr: Ce panneau supporte jusqu'à 9 vis dans une grille de 3x3
it: Questo pannello supporta fino a 9 viti con griglia 3x3
sk: Tento panel podporuje až 9 skrutiek v mriežke 3x3
vi: Bảng điều này hỗ trợ tối đa 9 ốc vít trong lưới 3x3

source: This will affect screw positions and mesh graph
bg: Това ще повлияе на позициите на винтовете и графиката на мрежата
fr: Cela affectera la position des vis et le graphique des mailles
it: Questo influisce sulla posizione delle viti e sul grafico della mesh
sk: Toto ovplyvní polohy skrutiek a graf siete
vi: Điều này sẽ ảnh hưởng đến vị trí ốc vít và biểu đồ lưới

source: Timeout for screen black-out or power-off
bg: Време за изчакване за затъмняване на екрана или изключване
fr: Délai d'extinction de l'écran ou de mise hors tension
it: Timeout per oscurare o spegnere lo schermo
sk: Časový limit pre výpadok obrazovky alebo vypnutie napájania
vi: Thời gian chờ để màn hình tắt hoặc nguồn tắt

source: Timeout for screen black-out or power-off during printing
bg: Изчакване за затъмняване на екрана или изключване на захранването по време на печат
fr: Délai d'extinction de l'écran ou de mise hors tension pendant l'impression
it: Timeout per oscurare o spegnere lo schermo durante la stampa
sk: Časový limit pre stmavenie obrazovky alebo vypnutie napájania počas tlače
vi: Thời gian chờ để màn hình tắt hoặc nguồn tắt trong quá trình in

source: Total:
bg: Всичко:
he: סך הכל:
it: Totale:
sk: Celkovo:
vi: Tổng cộng:

source: Unknown Heater
bg: Неизвестен нагревател
fr: Chauffe inconnue
he: מחמם לא ידוע
it: Riscaldatore sconosciuto
sk: Neznámy ohrievač
vi: Bộ sưởi không xác định

source: Unknown security type
bg: Неизвестен тип защита
fr: Type de sécurité inconnu
it: Tipo di sicurezza sconosciuto
sk: Neznámy typ zabezpečenia

source: Unload
bg: Извади
fr: Décharger
he: העלה
it: Scarica
sk: Vysunúť
vi: Đã tải

source: Unlock
bg: Отключи
it: Sblocca
sk: Odomknúť

source: Unlock failed
bg: Отключването е неуспешно
it: Sblocco fallito
sk: Odomknutie zlyhalo

source: Unretract Extra Length
bg: Отмяна на прибиране на допълнителната дължина
fr: Longueur supplémentaire non rétractée
it: Lunghezza Extra De-Retrazione
sk: Uvoľnenie Extra Dĺžky
vi: Độ dài rút thêm

source: Unretract Speed
bg: Скорост на оттегляне
fr: Vitesse non rétractée
it: Velocità De-Retrazione
sk: Rýchlosť Vysunutia
vi: Tốc độ rút

source: Up To Date
bg: Актуално
fr: À jour
he: עדכני
it: Aggiornato
sk: Aktuálne
vi: Cập Nhật

source: Update
bg: Обнови
fr: Mis à jour
he: עדכון
it: Aggiorna
sk: Aktualizovať
vi: Cập nhật

source: Updating
bg: Обновяване
fr: Mise à jour
he: מעדכן
it: Aggiornamento
sk: Aktualizujem
vi: Đang cập nhật

source: Useful for un-responsive touchscreens
bg: Полезно за неотзивчиви сензорни екрани
fr: Utile pour les écrans tactiles peu réactifs
it: Utile per i touchscreen poco reattivi
sk: Užitočné pre nereagujúce dotykové obrazovky
vi: Hữu ích cho màn hình cảm ứng không phản hồi

source: User
bg: Потребител
it: Utente
sk: Používateľ

source: WebRTC is not supported by the backend trying Stream
bg: WebRTC не се поддържа от бекенда, опитващ Stream
fr: WebRTC n'est pas pris en charge par le backend essai du Stream
it: WebRTC non è supportato dal backend che sta tentando lo stream
sk: WebRTC nepodporuje backend, ktorý sa pokúša o Stream
vi: WebRTC không được hỗ trợ bởi backend đang thử Stream

source: Working
bg: Работещ
fr: Fonctionne
it: Lavoro
sk: Pracujem

source: XY Move Speed (mm/s)
bg: Скорост по оси XY (мм/с)
fr: Vitesse de déplacement XY (mm/s)
he: מהירות תנועה XY (מ"מ/שנייה)
it: Velocità movimento XY (mm/s)
sk: Rýchlosť pohybu XY (mm/s)
vi: Tốc độ Di chuyển XY (mm/s)

source: XY Speed (mm/s)
bg: XY скорост (mm/s)
fr: Vitesse XY (mm/s)
he: מהירות XY (mm/s)
it: Velocità XY (mm/s)
sk: XY Rýchlosť (mm/s)
vi: Tốc độ XY (mm/s)

source: Z Calibrate
bg: Калибр. Z
fr: Calibration Z
he: כיול Z
it: Calibrazione Z
sk: Kalibrácia Z
vi: Hiệu chuẩn Z

source: Z Move Speed (mm/s)
bg: Скорост по ос Z (мм/с)
fr: Vitesse de déplacement Z (mm/s)
he: מהירות תנועה Z (מ"מ/שניות)
it: Velocità movimento Z (mm/s)
sk: Rýchlosť pohybu Z (mm/s)
vi: Tốc độ Di chuyển Z (mm/s)

source: Z Speed (mm/s)
bg: Z скорост (mm/s)
fr: Vitesse Z (mm/s)
he: מהירות Z (mm/s)
it: Velocità Z(mm/s)
sk: Z Rýchlosť (mm/s)
vi: Tốc độ Z (mm/s)

source: Z Tilt
bg: Z Наклон
he: הטיה Z
sk: Z Náklon
vi: Nghiêng Z

source: Z offset:
bg: Z отместване:
fr: Décalage Z:
he: Z אוף-סט
vi: Độ lệch Z:

source: commit
bg: промяна
fr: changement
he: שינוי
it: Applica
sk: zápis

source: day
bg: ден
fr: jour
it: giorno
sk: deň
vi: ngày

source: g
bg: г

source: hour
bg: час
fr: heure
he: שעה
it: ora
sk: hodina
vi: giờ

source: macros that use 'rename_existing' are hidden
bg: макросите, които използват 'rename_existing' са скрити
fr: les macros qui utilisent 'rename_existing' sont cachées
it: macro che usano 'rename_existing' sono nascoste
sk: makrá, ktoré používajú ‘rename_existing’, sú skryté
vi: các macro sử dụng 'rename_existing' đã bị ẩn

source: macros with a name starting with '_' are hidden
bg: макросите с име, започващо с '_' са скрити
fr: les macros dont le nom commence par '_' sont cachées
it: macro con nome che inzia con '_' sono nascoste
sk: makrá s názvom začínajúcim na ‘_’ sú skryté
vi: các macro có tên bắt đầu bằng '_' đã bị ẩn

source: minute
bg: минута
it: minuto
sk: minúta
vi: phút

source: mm
bg: мм
he: מ''מ

source: mm/s
bg: мм/с
he: מ"מ/ש

source: mm/s²
bg: мм/с²

source: mm³/s
bg: мм³/s

source: s
bg: с

source: second
bg: секунда
fr: seconde
it: secondo
sk: sekunda
vi: giây

source: Gcodes
it: Gcode
sk: Gkódy

source: Leds
sk: Ledky
vi: Đèn LED
